<?php

return [
'common' => [
    'actions' => [
        'submit' => 'إرسال',
        'reset' => 'إعادة تعيين النموذج',
    ],
    'errors' => [
        "default"=>"حدث خطأ. يرجى الاتصال بفريق تكنولوجيا المعلومات الخاص بك.",
        "not_match"=>[
            'phone' => 'يجب أن يبدأ رقم الهاتف بـ 05 أو 06 أو 07 وأن يحتوي على 10 أرقام بالضبط.',
            "land_line"=>"يجب أن يبدأ رقم الهاتف الأرضي بـ 0 وأن يحتوي على 9 أرقام بالضبط"
        ],
        'img' => [
            'not_img' => 'يجب أن يكون الملف صورة.',
            "not_imgs"=>"يجب أن تكون الملفات صورًا",
        ],
        'user' => [
            'not_exists' => 'حقل :attribute مطلوب.',
        ],
    ],
],
'site_parameters' => [
    'steps' => [
        'first' => [
            'password' => 'كلمة المرور',
            'email' => 'بريدك الإلكتروني',
        ],
        'last' => [
            'state' => "الحالة",
            'enable' => "تفعيل",
            'disable' => "تعطيل",
        ],
    ],
"actions"=>[
    "download_db"=>"تحميل قاعدة البيانات"
],
    'responses' => [
        'you_can_pass' => 'لديك بيانات الاعتماد اللازمة لتحديث حالة التطبيق.',
        'success' => 'لقد قمت بتحديث حالة التطبيق بنجاح.',
    ],
    'errors' => [
        'no_access' => 'ليس لديك بيانات الاعتماد اللازمة للانتقال إلى الخطوة التالية.',
        'user_not_found' => 'تحقق من بريدك الإلكتروني وكلمة المرور وحاول مرة أخرى.',
    ],
],
    'login' => [
        'email' => 'البريد الإلكتروني الخاص بك',
        'password' => 'كلمة السر الخاصة بك',
        'actions' => [
            'submit' => 'تسجيل الدخول',
        ],
        'responses' => [
            'success' => 'تم تسجيل دخولك بنجاح.',
        ],
        'errors' => [
            'too_many_attempts' => 'عدد كبير جدا من محاولات تسجيل الدخول. يرجى المحاولة مرة أخرى لاحقًا.',
            'invalid_credentials' => 'بيانات الاعتماد المقدمة غير صالحة.',
        ],
    ],
    'register' => [
        'instructions' => [
            'email' => 'يجب أن يكون البريد الإلكتروني صالحًا. سيتم إرسال رمز التحقق إليه.',
            'code' => 'أدخل الرمز المرسل إلى بريدك الإلكتروني.',
        ],
        'email' => 'البريد الإلكتروني الخاص بك',
        'steps' => [
            'first' => [
                'password' => 'كلمة السر',
            ],
            'last' => [
                'code' => 'رمز التحقق',
            ],
        ],
        'actions' => [
            'get_code' => 'إرسال الرمز',
            'get_new_code' => 'إرسال رمز جديد',
            'submit' => 'تسجيل',
        ],
        'responses' => [
            'new_code' => 'تم إرسال رمز التحقق الجديد إلى بريدك الإلكتروني.',
            'success' => 'تم تسجيلك بنجاح.',
        ],
        'errors' => [
            'verification_code' => 'رمز التحقق غير صحيح أو قد انتهت صلاحيته.',
        ],
    ],

    'forgot_password' => [
        'instructions' => [
            'email' => 'يجب أن يكون البريد الإلكتروني صالحًا. سيتم إرسال رمز التحقق إليه.',
            'code' => 'أدخل الرمز المرسل إلى بريدك الإلكتروني.',
        ],
        'email' => 'البريد الإلكتروني الخاص بك',
        'steps' => [
            'last' => [
                'code' => 'رمز التحقق',
                'password' => 'كلمة مرور جديدة',
            ],
        ],
        'actions' => [
            'get_code' => 'إرسال الرمز',
        ],
        'responses' => [
            'new_code' => 'تم إرسال رمز التحقق الجديد إلى بريدك الإلكتروني.',
            'success' => 'لقد قمت باستعادة حسابك بنجاح.',
        ],
        'errors' => [
            'no_user' => 'لم يتم العثور على أي مستخدم بهذا البريد الإلكتروني. يرجى التحقق والمحاولة مرة أخرى.',
            'verification_code' => 'رمز التحقق غير صحيح أو قد انتهت صلاحيته.',
        ],
    ],
    'change_password' => [
        'infos' => [
            'redirect' => 'بعد تغيير كلمة المرور الخاصة بك ، سيتم تسجيل خروجك.',
        ],
        'old_pwd' => 'كلمة المرور القديمة الخاصة بك',
        'pwd' => 'كلمة المرور الجديدة الخاصة بك',
        'responses' => [
            'success' => 'تم التغيير بنجاح. سيتم تسجيل خروجك الآن.',
        ],
        'errors' => [
            'old_pwd' => 'الرجاء التحقق من كلمة المرور القديمة الخاصة بك والمحاولة مرة أخرى.',
            'invalid_current' => "تعديل كلمة المرور مقصور على المشرفين الرئيسيين ومالك الحساب",
        ],
    ],
'change_mail' => [
    'infos' => [
        'redirect' => 'سيتم تسجيل خروجك بعد تغيير بريدك الإلكتروني.',
    ],
    'pwd' => 'كلمة السر',
    'mail' => 'البريد الإلكتروني الحالي',
    'new_mail' => 'البريد الإلكتروني الجديد',
    'responses' => [
        'success' => 'تم تغيير بريدك الإلكتروني بنجاح. سيتم تسجيل خروجك الآن.',
    ],
    'errors' => [
        'auth' => 'يرجى التحقق من بريدك الإلكتروني وكلمة المرور الحاليين ثم حاول مرة أخرى.',
    ],
],

'general_infos' => [

    'email' => "البريد الإلكتروني",
    'logo'=>"الشعار",
    'phone'=>"الهاتف",
    'landline'=>"الخط الأرضي",
    'fax'=>"الفاكس",
    'map'=>"خرائط جوجل",
    'responses' => [
        'success' => 'لقد قمت بتحديث المعلومات العامة لتطبيقك بنجاح',
    ],

],
'manage_hero' => [
    'title_ar' => "العنوان العربي",
    'title_fr' => "العنوان بالفرنسية",
    'title_en' => "العنوان بالانجليزية",
    'sub_title_ar' => "العنوان الفرعي بالعربية",
    'sub_title_fr' => "العنوان الفرعي بالفرنسية",
    'sub_title_en' => "العنوان الفرعي بالانجليزية",
    "images" => "صور صفحة البطل",
    'responses' => [
        'success' => "تم تحديث معلومات صفحة البطل في تطبيقك بنجاح",
    ],
],
'manage_about_us' => [
    'title_ar' => "العنوان بالعربية",
    'title_fr' => "العنوان بالفرنسية",
    'title_en' => "العنوان بالانجليزية",
    'description_ar' => "الوصف بالعربية",
    'description_fr' => "الوصف بالفرنسية",
    'description_en' => "الوصف بالانجليزية",
    "image" => "صورة صفحة من نحن",
    'responses' => [
        'success' => "تم تحديث معلومات صفحة من نحن في تطبيقك بنجاح",
    ],
],
'our_quality' => [
    'name_ar' => "العنوان بالعربية",
    'name_fr' => "العنوان بالفرنسية",
    'name_en' => "العنوان بالانجليزية",
    "image" =>"صورة",
    'responses' => [
        'add_success' => "تمت إضافة ميزة جديدة بنجاح",
        'update_success' => "تم تحديث الميزة المحددة بنجاح",
    ],
],
'socials' => [
    'youtube' => 'يوتيوب',
    'facebook' => 'فيسبوك',
    'github' => 'جيت هاب',
    'linkedin' => 'لينكد إن',
    'instagram' => 'إنستغرام',
    'tiktok' => 'تيك توك',
    'responses' => [
        'success' => 'تم تحديث شبكاتك الاجتماعية بنجاح', // More natural Arabic phrasing
    ],
],
"user" => [
    'instructions' => [
        "email" => "يجب أن يكون البريد الإلكتروني صالحًا، سيتم إرسال رمز التحقق إليه",
    ],
    'email' => "البريد الإلكتروني",
    "last_name_fr" => "الاسم الأخير (فرنسي)",
    "last_name_ar" => "الاسم الأخير (عربي)",
    "first_name_fr" => "الاسم الأول (فرنسي)",
    "first_name_ar" => "الاسم الأول (عربي)",
    "profile_img" => "صورة الملف الشخصي",
    'is_paid' => 'حالة الدفع',
    'is_active' => 'الحالة النشطة',
    "cv" => "السيرة الذاتية",
    "card_number" => "رقم البطاقة الوطنية",
    "birth_date" => "تاريخ الميلاد",
    'birth_place_fr' => "مكان الميلاد (فرنسي)",
    'birth_place_ar' => "مكان الميلاد (عربي)",
    "address_fr" => "العنوان (فرنسي)",
    "address_ar" => "العنوان (عربي)",
    "address_en" => "العنوان (إنجليزي)",
    'phone' => "رقم الهاتف",
    "employee_number" => "رقم الموظف",
    "social_number" => "رقم الضمان الاجتماعي",
    'responses' => [
       "add" => [
        "user" => "تم إنشاء حساب المستخدم بنجاح",
        "personnel" => "تمت إضافة سجل الموظف بنجاح",
       ],
       "update" => [
        "user" => "تم تحديث حساب المستخدم: :name",
        "personnel" => "تم تحديث سجل الموظف: :name",
       ],
    ],
],
'role' => [
    'errors' => [
        'user_id_required' => 'اختيار المستخدم مطلوب',
        'user_id_exists'   => 'حساب المستخدم المحدد غير موجود',
        'roles_required'   => 'يجب اختيار دور واحد على الأقل',
        'roles_array'      => 'يجب تقديم الأدوار كمُعرِّفات صالحة',
        'roles_exist'      => 'واحد أو أكثر من الأدوار المحددة غير صالحة',
        'user_not_found'   => 'لم يتم العثور على حساب المستخدم المطلوب',
        'error_title'      => 'خطأ في تعيين الأدوار',
    ],
    'responses' => [
        'success'      => 'تم تحديث أدوار المستخدم بنجاح',
        'own_success'  => 'تم تحديث أدوارك. لأسباب أمنية، تم تسجيل خروجك من جميع الجلسات.',
    ],
],

"wilaya" => [
    'designation_fr' => "الاسم الفرنسي",
    'designation_ar' => "الاسم العربي",
    'designation_en' => "الاسم الإنجليزي",
    'code' => "رمز الولاية",
    'responses' => [
        'add_success' => 'تم إنشاء الولاية بنجاح',
        'update_success' => 'تم تحديث الولاية بنجاح',
    ],
],
"daira" => [
    'designation_fr' => "الاسم الفرنسي",
    'designation_ar' => "الاسم العربي",
    'designation_en' => "الاسم الإنجليزي",
    'code' => "رمز الدائرة",
    'responses' => [
        'add_success' => 'تم إنشاء الدائرة بنجاح',
        'update_success' => 'تم تحديث الدائرة بنجاح',
    ],
],
"commune" => [
    'designation_fr' => "الاسم الفرنسي",
    'designation_ar' => "الاسم العربي",
    'designation_en' => "الاسم الإنجليزي",
    'code' => "رمز البلدية",
    'responses' => [
        'add_success' => 'تم إنشاء البلدية بنجاح',
        'update_success' => 'تم تحديث البلدية بنجاح',
    ],
],
"field" => [
    'designation_fr' => "التسمية الفرنسية",
    'designation_ar' => "التسمية العربية",
    'designation_en' => "التسمية الإنجليزية",
    'acronym' => "الاختصار",
    'responses' => [
        'add_success' => 'تم إنشاء المجال المهني بنجاح',
        'update_success' => 'تم تحديث المجال بنجاح',
    ],
],
"field_grade" => [
    'designation_fr' => "التسمية الفرنسية",
    'designation_ar' => "التسمية العربية",
    'designation_en' => "التسمية الإنجليزية",
    'acronym' => "رمز الدرجة",
    'field_id' => "المجال المهني",
    'responses' => [
        'add_success' => 'تم إنشاء مستوى الدرجة بنجاح',
        'update_success' => 'تم تحديث مستوى الدرجة بنجاح',
    ],
],
"field_specialty" => [
    'designation_fr' => "التسمية الفرنسية",
    'designation_ar' => "التسمية العربية",
    'designation_en' => "التسمية الإنجليزية",
    'acronym' => "رمز التخصص",
    'field_id' => "المجال المهني",
    'responses' => [
        'add_success' => 'تم إنشاء التخصص المهني بنجاح',
        'update_success' => 'تم تحديث التخصص بنجاح',
    ],
],
"occupation" => [
    'field_id' => "المجال المهني",
    'field_specialty_id' => "مجال التخصص",
    'field_grade_id' => "الدرجة المهنية",
    "description_fr" => "الوصف المهني (الفرنسية)",
    "description_en" => "الوصف المهني (الإنجليزية)",
    "description_ar" => "الوصف المهني (العربية)",
    "experience" => "سنوات الخبرة المهنية",
    'errors' => [
        'field_required' => 'اختيار المجال المهني مطلوب',
        'field_exists' => 'المجال المهني المحدد غير صالح',
        'field_specialty_exists' => 'مجال التخصص المحدد غير صالح',
        'field_grade_exists' => 'الدرجة المهنية المحددة غير صالحة',
    ],
    'responses' => [
        'add_success' => 'تم إضافة المهنة بنجاح',
        'update_success' => 'تم تحديث المهنة بنجاح',
    ],
],
"banking_information" => [
    "agency_fr" => "الفرع البنكي (الفرنسية)",
    "agency_ar" => "الفرع البنكي (العربية)",
    "agency_en" => "الفرع البنكي (الإنجليزية)",
    "agency_code" => "رمز الفرع",
    "account_number" => "رقم الحساب",
    "bank_id" => "المؤسسة المالية",
    'errors' => [
        'bankable_id_required' => 'معرِّف الكيان المرتبط مطلوب',
        'bankable_type_required' => 'نوع الكيان المرتبط مطلوب',
        'bankable_type_invalid' => 'نوع الكيان المحدد غير صالح',
    ],
    'responses' => [
        'add_success' => 'تم إضافة المعلومات البنكية بنجاح',
        'update_success' => 'تم تحديث المعلومات البنكية بنجاح',
    ],
],
"bank" => [
    "acronym" => "الاختصار",
    "designation_ar" => "التسمية بالعربية",
    "designation_fr" => "التسمية بالفرنسية",
    "designation_en" => "التسمية بالإنجليزية",
    "code" => "الرمز",
    'responses' => [
        'add_success' => 'تمت إضافة بنك جديد بنجاح',
        'update_success' => 'تم تحديث البنك المحدد بنجاح',
    ],
],

'article' => [
    'title_fr' => "العنوان بالفرنسية",
    'title_ar' => "العنوان بالعربية",
    'title_en' => "العنوان بالإنجليزية",
    "content_fr" => "المحتوى بالفرنسية",
    "content_en" => "المحتوى بالإنجليزية",
    "content_ar" => "المحتوى بالعربية",
    "published_at" => "تاريخ النشر",
    "articleable_type" => "نوع النشر",
    "articleable_id" => "تم النشر في",
    "images" => "الصور",
    'responses' => [
        'add_success' => "تمت إضافة مقال جديد بنجاح",
        'update_success' => "تم تحديث المقال المحدد بنجاح",
    ],
],

"external_link" => [
    "name_fr" => "الاسم بالفرنسية",
    "name_ar" => "الاسم بالعربية",
    "name_en" => "الاسم بالإنجليزية",
    'url' => "الرابط",
    "menu_id" => "اسم القائمة",
    'responses' => [
        'add_success' => 'تمت إضافة رابط خارجي جديد بنجاح',
        'update_success' => 'تم تحديث الرابط الخارجي المحدد بنجاح',
    ],
],
"menu" => [
    'title_fr' => "العنوان بالفرنسية",
    'title_ar' => "العنوان بالعربية",
    'title_en' => "العنوان بالإنجليزية",
    "type" => "النوع",
    "state" => "الحالة",
    'responses' => [
        'add_success' => 'تمت إضافة قائمة جديدة بنجاح',
        'update_success' => 'تم تحديث القائمة المحددة بنجاح',
    ],
],

'slide' => [
        'title_fr' => "العنوان بالفرنسية",
        'title_ar' => "العنوان بالعربية",
        'title_en' => "العنوان بالإنجليزية",
        'content_fr' => "المحتوى بالفرنسية",
        'content_en' => "المحتوى بالإنجليزية",
        'content_ar' => "المحتوى بالعربية",
        'order' => "ترتيب الشريحة",
        'slider_id' => "السلايدر",
        'image' => "الصورة",
        'responses' => [
            'add_success' => 'تمت إضافة شريحة جديدة بنجاح',
            'update_success' => 'تم تحديث الشريحة المحددة بنجاح',
        ],
    ],
    "slider" => [
        "name" => "الاسم",
        "sliderable_type" => "نوع النشر",
        "sliderable_id" => "نُشر في",
        "user_id" => "الناشر",
        "state" => "حالة النشر",
        'responses' => [
            'add_success' => 'تمت إضافة شريحة جديدة بنجاح',
            'update_success' => 'تم تحديث الشريحة المحددة بنجاح',
        ],
    ],
'trend' => [
    'title_fr' => "العنوان بالفرنسية",
    'title_ar' => "العنوان بالعربية",
    'title_en' => "العنوان بالإنجليزية",
    'content_fr' => "المحتوى بالفرنسية",
    'content_en' => "المحتوى بالإنجليزية",
    'content_ar' => "المحتوى بالعربية",
    'start_at' => "من",
    'end_at' => "إلى",
    'responses' => [
        'add_success' => 'تمت إضافة توجه جديد بنجاح',
        'update_success' => 'تم تحديث التوجه المحدد بنجاح',
    ],
],

'appointment' => [
    "patient_id" => "المريض",
    "schedule_day_id" => "اليوم المجدول",
    'appointments_location_id' => "موقع الموعد",
    "type" => "نوع الموعد",
    "day_at" => "تاريخ الموعد",
    "status" => "حالة الموعد",
    "specialty_id" => "التخصص الطبي",
    "daira_id" => "الدائرة الإدارية",
    "doctor_id" => "الطبيب المعين",
    "referral_letter" => "خطاب التحويل (صيغة الصورة)",
    'responses' => [
        'add_success' => "تم جدولة الموعد الجديد بنجاح",
        'update_success' => "تم تحديث تفاصيل الموعد بنجاح",
    ],
    "errors" => [
        "not_found" => [
            "patient" => "اختيار الملف الطبي مطلوب",
            "schedule_day" => "اختيار تاريخ الموعد مطلوب",
            "doctor" => "تعيين الطبيب مطلوب"
        ],
        'referral_required' => 'خطاب التحويل إلزامي للاستشارات الأولية',
        "maxed_out" => "هذا التاريخ لم يعد متاحاً. تم حجز جميع المواعيد لهذا اليوم أثناء عملية طلبك",
        "min_gap_days" => "مطلوب فترة انتظار minimum قدرها :days أيام بين المواعيد في هذا التخصص. التاريخ المحدد: :date. الموعد السابق: :last"
    ]
],
'establishment' => [
    "acronym" => "اختصار المؤسسة",
    "name_fr" => "اسم المؤسسة (بالفرنسية)",
    "name_ar" => "اسم المؤسسة (بالعربية)",
    "name_en" => "اسم المؤسسة (بالإنجليزية)",
    "email" => "البريد الإلكتروني",
    "address_fr" => "العنوان الكامل (بالفرنسية)",
    "address_ar" => "العنوان الكامل (بالعربية)",
    "address_en" => "العنوان الكامل (بالإنجليزية)",
    "description_fr" => "وصف المؤسسة (بالفرنسية)",
    "description_ar" => "وصف المؤسسة (بالعربية)",
    "description_en" => "وصف المؤسسة (بالإنجليزية)",
    "tel" => "رقم الهاتف الرئيسي",
    "fax" => "رقم الفاكس",
    'capacity' => "السعة القصوى",
    'daira_id' => "الدائرة الإدارية",
    'longitude' => "خط الطول",
    'latitude' => "خط العرض",
    'responses' => [
        'add_success' => "تم تسجيل مؤسسة جديدة بنجاح",
        'update_success' => "تم تحديث معلومات المؤسسة بنجاح",
    ],
],

'service' => [
    "name_fr" => "اسم المصلحة (بالفرنسية)",
    "name_ar" => "اسم المصلحة (بالعربية)",
    "name_en" => "اسم المصلحة (بالإنجليزية)",
    "specialty" => "التخصص الطبي",
    "type" => "نوع المصلحة",
    "tel" => "الهاتف الرئيسي",
    "fax" => "فاكس",
    "head_of_service_id" => "رئيس المصلحة",
    "establishment_id" => "المؤسسة التابعة لها",

    'responses' => [
        'add_success' => "تم إنشاء المصلحة الصحية بنجاح",
        'update_success' => "تم تحديث المصلحة بنجاح",
    ],
],
"coordinator"=>[
    "user_id"=>"اسم الموظف",
    'responses' => [
        'add_success' => "تم إضافة المنسق بنجاح",
    ],
],
"appointments-location-admin"=>[
    "user_id"=>"اسم الموظف",
    "appointments_location_id"=>"موقع المواعيد",
    'responses' => [
        'add_success' => "تم إضافة مدير موقع المواعيد بنجاح",
    ],
],
'medical_file' => [
    "last_name_fr" => "الاسم الأخير (فرنسية)",
    "first_name_fr" => "الاسم الأول (فرنسية)",
    "last_name_ar" => "الاسم الأخير (عربية)",
    "first_name_ar" => "الاسم الأول (عربية)",
    'gender' => "الجنس",
    "code" => "رمز المريض",
    "birth_place_fr" => "مكان الولادة (فرنسية)",
    "birth_place_ar" => "مكان الولادة (عربية)",
    "birth_place_en" => "مكان الولادة (إنجليزية)",
    "birth_date" => "تاريخ الولادة",
    "address_fr" => "العنوان الكامل (فرنسية)",
    "address_ar" => "العنوان الكامل (عربية)",
    "address_en" => "العنوان الكامل (إنجليزية)",
    "tel" => "رقم الهاتف",
    "opened_by" => "تم الإنشاء بواسطة",
    "insurance_number" => "رقم بوليصة التأمين",
    'responses' => [
        'add_success' => "تم إنشاء الملف الطبي الجديد بنجاح",
        'update_success' => "تم تحديث الملف الطبي بنجاح",
    ],
],
'rating' => [
    'doctor_id' => "الطبيب",
    'user_id' => "المريض",
    'rating' => "التقييم (من 1 إلى 5)",
    'comment_fr' => "تعليق التقييم (بالفرنسية)",
    'comment_ar' => "تعليق التقييم (بالعربية)",
    'comment_en' => "تعليق التقييم (بالإنجليزية)",

    'responses' => [
        'add_success' => "تم إرسال التقييم بنجاح",
        'update_success' => "تم تحديث تقييمك بنجاح",
    ],
],
'schedule' => [
    "year" => "السنة الميلادية",
    "month" => "الشهر",
    "name_fr" => "اسم الجدول (الفرنسية)",
    "name_en" => "اسم الجدول (الإنجليزية)",
    "name_ar" => "اسم الجدول (العربية)",
    "description_fr" => "وصف الجدول (الفرنسية)",
    "description_ar" => "وصف الجدول (العربية)",
    "description_en" => "وصف الجدول (الإنجليزية)",
    "state" => "الحالة",
    "service_id" => "الخدمة الطبية",
    "opened_by" => "تم الإنشاء بواسطة",
    'responses' => [
        'add_success' => "تم إنشاء الجدول الجديد بنجاح",
        'update_success' => "تم تحديث الجدول بنجاح",
    ],
    'errors' => [
        'not_found' => [
            'creator'=>"يحتاج منسق الخدمة لإنشاء جدول",
            'service'=>"يحتاج خدمة لإنشاء جدول",
        ]
    ],
],
'schedule_day' => [
    'doctor_id' => "الطبيب المعين",
    'schedule_id' => "الجدول الرئيسي",
    'day_at' => "يوم الموعد",
    'available_number' => "المواعيد المتاحة",
    'state' => "حالة التوفر",
    'appointments_location_id' => "مكان الاستشارة",
    'responses' => [
        'add_success' => "تم إنشاء الجدول اليومي للطبيب بنجاح",
        'update_success' => "تم تحديث جدول الطبيب بنجاح",
    ],
],
'patient_visit' => [
    'patient_id' => "المريض",
    'doctor_id' => "الطبيب",
    'report_fr' => "التقرير الطبي (فرنسية)",
    'report_ar' => "التقرير الطبي (عربية)",
    'report_en' => "التقرير الطبي (إنجليزية)",
    'responses' => [
        "add_success" => "تم إضافة تقرير زيارة المريض بنجاح",
        'update_success' => "تم تحديث تقرير زيارة المريض بنجاح",
    ],
],
'image' => [
    'display_name' => "اسم العرض",
    'use_case' => "حالة الاستخدام",
    'real_image' => "ملف الصورة",
    'responses' => [
        "add_success" => "تم إضافة ملف الصورة بنجاح",
        'update_success' => "تم تحديث ملف الصورة بنجاح",
    ],
],

];
