<?php
return [
    "banking_information" => [
        "account" => [
            "length" => "لإجراء التحقق بنجاح ، يجب أن يتكون رقم حسابك من 20 حرفًا رقميًا بالضبط.",
            "check" => "فشل التحقق من رقم الحساب. المفتاح المقدم هو: :providedKey. المفتاح الصحيح هو: :ribKey.",
            "exists_not_active" => "رقم الحساب :account غير نشط حاليًا. يرجى التأكد من تفعيل الحساب قبل المتابعة.",
            "not_exist" => "لا توجد معلومات مصرفية نشطة لهذا الحساب. أنت بحاجة إلى حساب مصرفي صالح ونشط للمتابعة.",
        ],
    ],
"daira" => [
    "invalid" => "الدائرة ':name' يجب أن تكون صالحة وموجودة في ولايتك. يرجى التحقق من الاسم أو مراجعة المسؤول."
]
];
