<?php
return [
'common' => [
    'filters' => 'فتح الفلاتر',
    'resetFilters' => 'إعادة تعيين الفلاتر',
    'resetForm' => 'إعادة تعيين النموذج',
    'add' => 'إضافة',
    'update' => 'تحديث',
    'previous' => [
        'page' => 'الصفحة السابقة',
    ],
],
    'our_quality' => [
        'update' => 'تحديث هذه الجودة',
        'delete' => 'حذف هذه الجودة',
    ],

    'message' => [
    'delete' => 'حذف هذه الرسالة',
    'reply' => 'الرد على هذه الرسالة',
],
"user" => [
    "delete" => "حذف هذا المستخدم",
    "update" => "تحديث هذا المستخدم",
    "manage" => [
        "roles" => "إدارة أدوار المستخدم",
        "occupations" => "إدارة مهن المستخدم",
        "banking_information" => "إدارة المعلومات البنكية للمستخدم",
        'users' => "إدخال الموظفين",
    ],
    "excel" => [
        "empty" => "توليد ملف Excel فارغ للمستخدمين",
        "download" => "تصدير ملف Excel للمستخدمين",
        "upload" => "استيراد ملف Excel للمستخدمين",
    ],
],
"wilaya" => [
    "delete" => "حذف الولاية",
    "update" => "تحديث الولاية",
    "manage" => [
        "view" => "عرض تفاصيل الولاية",
    ],
    "excel" => [
        "empty" => "تحميل النموذج",
        "download" => "تصدير بيانات الولاية",
        "upload" => "استيراد بيانات الولاية"
    ]
],
"daira" => [
    "delete" => "حذف الدائرة",
    "update" => "تحديث الدائرة",
    "manage" => [
        "communes" => "إدارة البلديات",
    ],
    "excel" => [
        "empty" => "تحميل النموذج",
        "download" => "تصدير بيانات الدائرة",
        "upload" => "استيراد بيانات الدائرة"
    ]
],
"commune" => [
    "delete" => "حذف البلدية",
    "update" => "تحديث البلدية",
    "excel" => [
        "empty" => "تحميل النموذج",
        "download" => "تصدير بيانات البلدية",
        "upload" => "استيراد بيانات البلدية"
    ]
],

"field" => [
    "delete" => "حذف المجال",
    "update" => "تحديث المجال",
    "manage" => [
        "specialties" => "إدارة التخصصات",
        "grades" => "إدارة مستويات الدرجات",
        'fields' => "تعيين المجالات"
    ],
    "excel" => [
        "empty" => "تحميل النموذج",
        "download" => "تصدير البيانات",
        "upload" => "استيراد البيانات"
    ]
],

"field_grade" => [
    "delete" => "حذف مستوى الدرجة",
    "update" => "تحديث مستوى الدرجة",
    "manage" => [
        'fields' => "تعيين المجالات المهنية"
    ],
    "excel" => [
        "empty" => "تحميل النموذج",
        "download" => "تصدير بيانات الدرجات",
        "upload" => "استيراد بيانات الدرجات"
    ]
],
"field_specialty" => [
    "delete" => "حذف التخصص",
    "update" => "تحديث التخصص",
    "manage" => [
        'fields' => "تعيين التخصصات المهنية"
    ],
    "excel" => [
        "empty" => "تحميل النموذج",
        "download" => "تصدير بيانات التخصصات",
        "upload" => "استيراد بيانات التخصصات"
    ]
],
'occupation' => [
    'delete' => 'حذف هذه المهنة',
    'update' => 'تحديث هذه المهنة',
],
'banking_information' => [
    'delete' => 'حذف هذه المعلومات المصرفية',
    'update' => 'تحديث هذه المعلومات المصرفية',
],

"bank" => [
    "delete" => "حذف هذا البنك",
    "update" => "تحديث هذا البنك",
],
"menu" => [
    "delete" => "حذف هذا القائمة",
    "update" => "تحديث هذه القائمة",
    "manage" => "إضافة روابط خارجية"
],

"external_link" => [
    "delete" => "حذف هذا الرابط الخارجي",
    "update" => "تحديث هذا الرابط الخارجي"
],
 "slider" => [
        "delete" => "حذف هذا السلايدر",
        "update" => "تحديث هذا السلايدر",
        "manage" => "إضافة شرائح",
 ],
"slide" => [
    "delete" => "حذف هذه الشريحة",
    "update" => "تحديث هذه الشريحة"
],
"article" => [
    "delete" => "حذف هذا المقال",
    "update" => "تحديث هذا المقال"
],
"trend" => [
    "delete" => "حذف هذا الاتجاه",
    "update" => "تحديث هذا الاتجاه"
],

'service' => [
    "delete" => "حذف الخدمة",
    "update" => "تحديث الخدمة",
    "manage" => [
        "view" => "عرض تفاصيل الخدمة",
        "bulk_insert" => "استيراد جماعي للخدمات",
        "coordinators" => "إدارة المنسقين",
    ],
    "excel" => [
        "empty" => "تحميل النموذج",
        "download" => "تصدير بيانات الخدمة",
        "upload" => "استيراد بيانات الخدمة"
    ]
],
'establishment' => [
    "delete" => "حذف المنشأة",
    "update" => "تحديث المنشأة",
    "map" => "عرض المنشأة على خرائط جوجل",
    "manage" => [
        "view" => "عرض تفاصيل المنشأة",
        "bulk_insert" => "استيراد جماعي للمنشآت"
    ],
    "excel" => [
        "empty" => "تحميل نموذج فارغ",
        "download" => "تصدير بيانات المنشأة",
        "upload" => "استيراد بيانات المنشآت"
    ]
],
'service' => [
    "delete" => "حذف المصلحة",
    "update" => "تحديث المصلحة",
    "manage" => [
        "view" => "عرض تفاصيل المصلحة",
        "bulk_insert" => "استيراد جماعي للمصلحات"
    ],
    "excel" => [
        "empty" => "تحميل النموذج",
        "download" => "تصدير البيانات",
        "upload" => "استيراد البيانات"
    ]
],
'coordinator' => [
     "ban" => "إزالة دور المنسق",
],
'appointments-location-admin' => [
     "ban" => "إزالة دور مدير موقع المواعيد",
],
'schedule' => [
    "delete" => "حذف الجدولة",
    "update" => "تحديث الجدولة",
    "publish" => "نشر الجدولة",
    "manage" => [
        "view" => "عرض تفاصيل الجدولة",
    ],
],
'schedule_day' => [
    "delete" => "حذف تاريخ الجدولة",
    "update" => "تحديث تاريخ الجدولة",
],

'appointment' => [
    "cancel" => "إلغاء الموعد",
    "get_confirmation" => "تحميل وثيقة التأكيد",
    "location_map" => "خريطة موقع الموعد",
    'referral_letter' => "عرض خطاب التحويل",
    "excel" => [
        "download" => "تحميل قائمة المواعيد"
    ]
],
'medical_file' => [
    "delete" => "حذف الملف الطبي",
    "update" => "تحديث الملف الطبي",
    "manage" => [
        "view" => "عرض تفاصيل الملف الطبي"
    ],
],
'patient_visit' => [
    "delete" => "حذف تقرير زيارة المريض",
    "update" => "تحديث تقرير زيارة المريض",
    "manage" => [
        "images" => "إدارة مستندات زيارة المريض (صيغة الصورة)",
        "files" => "إدارة مستندات زيارة المريض (صيغة PDF)",
    ],
],
'image' => [
    "delete" => "حذف الصورة",
    "update" => "تحديث الصورة",
],
'file' => [
    "delete" => "حذف الملف",
    "update" => "تحديث الملف",
],
];
